{"inkVersion":21,"root":[["\n",{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^¡Oh cielos, Oh cielos! ¡Está despertando! ¡Todos calmados!","\n","ev","str","^que haces","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^quien eres","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","#","^speaker: Profesor Kao","/#","^ddsdd","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^wed","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^yo soy...","\n","ev","str","^Writting","/str",{"x()":"AnimarCientifico","exArgs":1},"pop","/ev","\n","^Hoy es Viernes 25 de Octubre del 2030...","\n","^<color=#0C2BF2>DITRO</color> ha despertado; sus receptores visuales parecen estar funcionando sin ningún problema...","\n","ev","str","^Scared","/str",{"x()":"AnimarCientifico","exArgs":1},"pop","/ev","\n","^¡Oh, disculpa, me dejé llevar!","\n","^¡Bienvenido, querido Ditro, a este fascinante mundo!","\n","^Soy el Dr. Kao.","\n","ev","str","^FadeIn","/str",{"x()":"AnimarCientifico","exArgs":1},"pop","/ev","\n","ev",{"x()":"FadeInPrologo"},"pop","/ev","\n","^Me complace verte activado y listo para comenzar tu misión de aprendizaje.","\n","^Como Super Inteligencia Artificial Sintética, tienes un gran potencial para comprender y aplicar los principios físicos que rigen nuestro universo.","\n","^Y ESA ES TU MISIÓN...","\n","^Deberás aprender sobre las leyes naturales que rigen este mundo.","\n","^Para logarlo, interactúa con los diferentes entornos, objetos, y personas a tu alrededor.","\n","^Pero sobretodo, busca siempre","\n","^aplicar lo que has aprendido.","\n","^A medida que avances, los desafíos que enfrentes podrán parecerte más complejos, o más secillos, dependiendo de tu desempeño a lo largo de tu aventura.","\n","^Cuando interactúes con objetos, obtendrás información crucial sobre sus atributos físicos, lo que te permitirá entender de mejor forma su  comportamiento.","\n","^El uso de conceptos como la fuerza, la Masa, y la velocidad será crucial para alcanzar tus objetivos.","\n","^Pero no nos adelantemos...","\n","^¡Oh, sí!","\n","^!Casi lo olvido!.","\n","^Nuestro querido dron, CRAB, se ha ofrecido a acompañarte durante tu aventura.","\n","^Es un dron muy servicial, cuando tengas alguna duda sobre algo, puedes confiar en que él sabrá cómo ayudarte.","\n","^Por cierto, antes de salir, te recomiendo ir a la SALA ESTE del laboratorio; mis compañeros han preparado algo muy especial para tí.","\n","^¡Adelante DITRO, enséñale al mundo de lo que eres capaz!","\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev","str","^","/str",{"VAR=":"pokemon_name"},"/ev","end",null],"#f":1}],"listDefs":{}}